{
  "events": [
    {
      "title": "TVG San Francisco Trek",
      "date": "Fall 2025",
      "image": "/images/events/sf_2025.jpeg",
      "description": "Visited top VC firms (Sequoia, Entrepreneurs First, Vista, Gradient Ventures, Transpose, Heavybit, Antler) and high-growth startups (Crusoe, Tavus, Mira) in San Francisco.",
      "year": "F25"
    },
    {
      "title": "TVG x a16z & Saronic & Base (American Dynamism)",
      "date": "Fall 2025",
      "image": "/images/events/american_dynamism.jpeg",
      "description": "TVG Mega-event: TVG and a16z brought the Austin venture community together for an incredible night featuring Doug Lambert (Co-Founder & COO, Saronic Technologies), Erin Prince-Wright (GP, Andreessen Horowitz American Dynamism), and Jared Green (Head of Software, Base Power Company), who shared incredible insights about scaling hard-tech ventures.",
      "year": "F25"
    },
    {
      "title": "TVG x Bessemer Venture Partners",
      "date": "Fall 2025",
      "image": "/images/events/bessemer.jpeg",
      "description": "Fireside chat with Jason Scheller and John Drake, General Partners at Bessemer Venture Partners, which gave us rare chance to dig into sourcing, founder judgment, and the realities of evaluating companies at the earliest stages.",
      "year": "F25"
    },
    {
      "title": "TVG x Superhuman",
      "date": "Fall 2025",
      "image": "/images/events/vivek.jpeg",
      "description": "Fireside chat with Vivek Sodera, Founder & GP of Supercharge.vc and Co-Founder of Superhuman Mail, who shared lessons from scaling Superhuman (recently acquired by Grammarly), his experience co-founding LiveRamp (IPO: RAMP), and his journey backing 20+ AI-centric startups across Silicon Valley and Austin.",
      "year": "F25"
    },
    {
      "title": "TVG x Throne",
      "date": "Fall 2025",
      "image": "/images/events/ScottHickle.jpeg",
      "description": "Fireside chat with Scott Hickle, co-founder of Throne Science, a company pioneering continuous gut health testing to help people improve their health with every flush",
      "year": "F25"
    },
    {
      "title": "TVG x a16z Crypto",
      "date": "Spring 2025",
      "image": "/images/events/chris_lyons.jpeg",
      "description": "Fireside chat with Chris Lyons, a General Partner at a16z leading the firm's crypto investment efforts, shared insights about web3's evolution and early-stage investing in crypto",
      "year": "S25"
    },
    {
      "title": "TVG x Amenities Health",
      "date": "Spring 2025",
      "image": "",
      "description": "Fireside chat with Aasim Saeed (MD-MPA), who clarified many misconceptions about healthcare and delineated how he helped many hospitals (including Baylor Scott & White) unlock millions of dollars in profit",
      "year": "S25"
    },
    {
      "title": "TVG x BuildGroup",
      "date": "Spring 2025",
      "image": "/images/events/buildgroup.jpeg",
      "description": "Fireside chat with Jim Curry, co-founder of BuildGroup, who brought a powerhouse perspective on long-term growth and investing with purpose.",
      "year": "S25"
    },
    {
      "title": "TVG x TXB x Quai Network: Demo Day",
      "date": "Spring 2025",
      "image": "/images/events/txb_tvg_demo_day.jpeg",
      "description": "TVG and TXB hosted UT Austin's top founders for an evening of decentralized AI discussions and live startup pitches at the DeAI office. Founders competed for over $2K in cash prizes, followed by networking with peers and judges. Sponsored by Quai Network.",
      "year": "S25"
    },
    {
      "title": "TVG x Saga Ventures",
      "date": "Spring 2025",
      "image": "/images/events/saga-ventures.jpeg",
      "description": "Fireside chat with Max Altman, co-founder of Saga Ventures, who discussed the nature of VC in the Bay Area and his passion for AI, fintech, and manufacturing.",
      "year": "S25"
    },
    {
      "title": "TVG x Earl Grey Capital",
      "date": "Spring 2025",
      "image": "/images/events/earl-grey-capital.jpeg",
      "description": "Fireside chat with Amit Vasudev, co-founder of Earl Grey Capital, who shared incredible insights on early-stage tech investing and his journey from starting Clearbit to his own VC firm.",
      "year": "S25"
    },
    {
      "title": "TVG x USIT x Tacora Capital",
      "date": "Spring 2025",
      "image": "/images/events/tacora-capital.jpeg",
      "description": "With USIT, hosted fireside chat with Keri Findley, founder of Tacora Capital, first female partner at Third Point LLC, and Columbia University graduate, who discussed asset-based lending for VC-backed companies and her journey as a trailblazing woman in finance.",
      "year": "S25"
    },
    {
      "title": "TVG x Capital Creek Partners",
      "date": "Spring 2025",
      "image": "/images/events/capital-creek.jpeg",
      "description": "Fireside chat with Jordyn Gauntt, senior associate at Capital Creek Partners, mentor for Girls Who Invest, and advisor for UT Austin's MSF program.",
      "year": "S25"
    },
    {
      "title": "TVG x LiveOak Ventures",
      "date": "Spring 2025",
      "image": "/images/events/liveoak.jpeg",
      "description": "Fireside chat with Venu Shamapant, co-founder of LiveOak Ventures with $500M+ AUM, who reflected on his early years in VC and the Austin startup ecosystem",
      "year": "S25"
    },
    {
      "title": "TVG x S3 Ventures",
      "date": "Spring 2025",
      "image": "/images/events/s3-ventures.jpg",
      "description": "Fireside chat with Brian Smith, founder of S3 Ventures with over $900M AUM, who shared insights from his 18+ years of venture experience.",
      "year": "S25"
    },
    {
      "title": "TVG x Kamerra",
      "date": "Spring 2025",
      "image": "/images/events/kamerra.jpg",
      "description": "Fireside chat with Gautam Shah, partner at Kamerra, who discussed digital transformation investments and his experience in finance and strategy.",
      "year": "S25"
    },
    {
      "title": "TVG x Energy Transition Ventures",
      "date": "Spring 2025",
      "image": "/images/events/etv.jpg",
      "description": "Fireside chat with Craig Lawrence, founder of Energy Transition Ventures, who delved into cleantech investing and energy transition.",
      "year": "S25"
    },
    {
      "title": "TVG x Untitled Capital",
      "date": "Spring 2025",
      "image": "/images/events/untitled-capital.jpg",
      "description": "Fireside chat with Roger Dickey, Managing Partner at Untitled Capital, who discussed his experience investing in 120+ startups and founding successful companies.",
      "year": "S25"
    },
    {
      "title": "TVG x TUIT x Grafton Street Partners",
      "date": "Spring 2025",
      "image": "/images/events/grafton-street.jpg",
      "description": "Co-hosted Stephen Santrach with TUIT, co-founder of Grafton Street Partners, who shared insights from managing a $500M+ investment fund.",
      "year": "S25"
    },
    {
      "title": "TVG x NVIDIA",
      "date": "Spring 2025",
      "image": "/images/events/nvidia.jpg",
      "description": "Fireside chat with Anish Maddipoti, who shared his journey from college startup founder to product manager at NVIDIA working on AI developer tools.",
      "year": "S25"
    },
    {
      "title": "TVG x Velo CFO",
      "date": "Spring 2025",
      "image": "/images/events/velo-cfo.jpg",
      "description": "Fireside chat with Vibhav Joopelli, UT Austin alum and founder of Velo CFO, who discussed outsourced CFO services for VC-backed startups.",
      "year": "S25"
    },
    {
      "title": "TVG Bevs & Devs x Z Fellows",
      "date": "Spring 2025",
      "image": "/images/events/bevs-devs-zf.jpg",
      "description": "Networking event with students from TVG Bevs & Devs and Z Fellows.",
      "year": "S25"
    },
    {
      "title": "TVG x CVP x SVS: Student VC Mixer",
      "date": "Spring 2025",
      "image": "/images/events/tvg_vc_mixer.jpeg",
      "description": "Co-hosted with Columbia Venture Partners, NYU Strategic Venture Society, and Ocean Ventures, this happy hour gave students in the NYC area involved in the venture capital and startup ecosystem a perfect opportunity to network, share ideas, and enjoy light bites in a causal setting.",
      "year": "S25"
    },
    {
      "title": "TVG x New York City",
      "date": "Spring 2025",
      "image": "/images/events/tvg_nyc_flyer.jpeg",
      "description": "From January 7th-8th, TVG ventured to New York City and connected with leading venture capital firms, including Insight Partners, NEA, and Bessemer Venture Partners, as well as innovators like Adam Dell. We enjoyed diving deeper into the world of VC and entrepreneurship in NYC.",
      "year": "S25"
    },

    {
      "title": "TVG x TREL x Saronic",
      "date": "Fall 2024",
      "image": "/images/events/saronic_f24.jpeg",
      "description": "<b>Texas Venture Group (TVG)</b> and <b>Texas Rocket Engineering Lab (TREL)</b> are pleased to welcome <b>Saronic</b> to UT Austin for an exclusive informational and recruitment event. The event will be hosted in <b>Robert B. Rowling Hall (Room 4.402)</b>. We encourage attendees to visit <a href=\"https://saronic.com\" target=\"_blank\" rel=\"noopener noreferrer\">saronic.com</a> and conduct some preliminary research on the company prior to the event.<br/><br/><b>Saronic</b>, an Austin-based startup that is developing autonomous ships for defense, has recently raised <b>$55 million</b> in a Series A funding round from <b>8VC</b>, <b>a16z</b>, <b>Lightspeed Venture Partners</b>, <b>Point72 Ventures</b>, <b>Silent Ventures</b>, and others. <b>Saronic</b> was co-founded by <b>Ex-Navy Seal Dino Mavrookas</b>, <b>Ex-Lead Perception Engineer at Anduril</b>, <b>Vibhav A</b>, and others.",
      "year": "F24"
    },
    {
      "title": "TVG x LEC x Base Power Company",
      "date": "Fall 2024",
      "image": "/images/events/base_tvg_24.jpeg",
      "description": "<b>Texas Venture Group (TVG)</b> and <b>Longhorn Energy Club (LEC)</b> are pleased to welcome <b>Base Power Company</b> to UT Austin for an exclusive informational event. The event will be hosted in <b>Robert B. Rowling Hall (Room 5.408)</b>. We encourage attendees to visit <a href=\"https://www.basepowercompany.com/\" target=\"_blank\" rel=\"noopener noreferrer\">basepowercompany.com</a> and conduct some preliminary research on the company prior to the event.",
      "year": "F24"
    },
    {
      "title": "Pipedream Labs: Innovation in Logistics",
      "date": "Fall 2024",
      "image": "/images/events/pipedream.jpeg",
      "description": "Talk + Q&A with Canon Reeves, CTO of Pipedream Labs.",
      "year": "F24"
    },
    {
      "title": "TVG x Genesis x Momentum",
      "date": "Fall 2024",
      "image": "/images/events/efpc.jpg",
      "description": "Entrepreneur First Pitch Competition - Showcasing the next generation of student founders.",
      "year": "F24"
    },

    {
      "title": "Lazard: Venture & Growth Banking",
      "date": "Spring 2024",
      "image": "/images/events/lazard.jpg",
      "description": "Talk + Q&A from the Venture & Growth Banking team at Lazard.",
      "year": "S24"
    },
    {
      "title": "BMW iVentures: Financial Modeling",
      "date": "Spring 2024",
      "image": "/images/events/bmw.jpg",
      "description": "Financial modeling workshop with Scott Walbrun, Principal at BMW iVentures",
      "year": "S24"
    },
    {
      "title": "Crypto Panel",
      "date": "Spring 2024",
      "image": "/images/events/crypto.jpeg",
      "description": "Expert panel discussion on the future of cryptocurrency and blockchain technology.",
      "year": "S24"
    },

    {
      "title": "TVG x Foundational Capital",
      "date": "Fall 2023",
      "image": "/images/events/tvg_foundation_capital.jpeg",
      "description": "TVG hosted a panel discussion with Foundation Capital, inviting speakers building in defense tech, robotics, and the VR software sectors.",
      "year": "F23"
    }
  ],
  "filterOptions": [
    { "label": "All Events", "value": "all" },
    { "label": "Fall 2025", "value": "F25" },
    { "label": "Spring 2025", "value": "S25" },
    { "label": "Fall 2024", "value": "F24" },
    { "label": "Spring 2024", "value": "S24" }
  ]
}
