{
  "executiveTeam": [
    {
      "name": "Cameron Llewellyn",
      "role": "President",
      "major": "Economics, Finance",
      "image": "/images/members/cameron-llewellyn.jpg",
      "linkedin": "https://www.linkedin.com/in/cam-llewellyn/",
      "bio": "I'm from Logan, Utah, and am currently studying Economics, Finance, Government, and Chinese at UT Austin. On campus, I'm involved with Texas Venture Group, Texas Undergraduate Investment Team, the Queer Business Student Association, and Wall Street for McCombs. Off campus, I've worked on growth teams at startups, covered tech and consumer industries at a hedge fund, and will intern as a summer investment banking analyst at Moelis & Company NYC in summer '26. On a personal note, I'm passionate about education and edtech, especially in the reading and literacy space. In my free time, I enjoy reading books/news, lifting weights, bouldering, watching esports, and being productive.",
      "quote": {
        "text": "It is the process of mis-education that inhibits the full potential of a nation.",
        "author": "Malcom X"
      },
      "favoritePart": "My favorite part of TVG is working on projects for VCs and startups. TVG is uniquely positioned to provide legitimate value to firms, and its infrastructure enables extensive experiential learning for students.",
      "favoriteBook": "The Power Broker by Robert Caro",
      "childhoodDream": "I wanted to be an \"inventor\". I've always been interested in building economically productive and societally progressive products/solutions."
    },
    {
      "name": "Maya Glenn",
      "role": "Director of External",
      "major": "Statistics & Data Science",
      "image": "/images/members/maya-glenn.jpeg",
      "linkedin": "https://www.linkedin.com/in/maya-glenn-mgg1968/",
      "bio": "I'm a senior at UT Austin with a passion for venture capital, technology investing, data science, and product. I have internship experience on the M&A deal team at a TMT holding company and in data science and product at a consumer generative AI startup. I love to read and listen to podcasts about business, technology, politics, wellness, and longevity. My favorite podcasts are All In and the Wellness Process. I also love to workout, cook, hike, and do any types of water sports. ",
      "quote": {
        "text": "You don't have to be great to start, but you have to start to be great",
        "author": "Zig Ziglar"
      },
      "favoritePart": "My favorite part about TVG is the endless stream of great reads everyone shares with each other, which sparks lively conversations and debates.",
      "favoriteBook": "Barbarian Days by William Finnegan",
      "childhoodDream": "I wanted to be a marine biologist when I was a kid because I loved the ocean."
    },
    {
      "name": "Morgan Davis",
      "role": "Director of Operations",
      "major": "Finance",
      "image": "/images/members/morgan-davis.jpg",
      "linkedin": "https://www.linkedin.com/in/morgan-davis-a6aa89292/",
      "bio": "I'm Morgan and I'm from Austin, TX! I'm a Junior Finance major interested in real estate and investment management. I enjoy traveling, experimenting with different  latte recipes, walking South Congress with friends, and playing games with my brother.",
      "quote": {
        "text": "Be curious. Not judgemental.",
        "author": "Ted Lasso"
      },
      "favoritePart": "I love getting real, hands on experience with venture capital and working with a group of very driven, like minded people. It's been amazing to learn from investors, analyzing startups, and getting a deeper look into how the industry works.",
      "favoriteBook": "The Catcher in the Rye by J.D. Salinger",
      "childhoodDream": "I wanted to be a singer/songwriter and go on a world tour. :)"
    },
    {
      "name": "Aarav Kansupada",
      "role": "Director of Funding",
      "major": "Business, Computer Science",
      "image": "/images/members/aarav-kansupada.jpeg",
      "linkedin": "https://www.linkedin.com/in/aaravkansupada/",
      "bio": "Hi there, I'm Aarav! I'm from Irving, TX, and majoring in Computer Science Honors and Canfield Business Honors. On campus, I'm also involved with the Texas Undergraduate Investment Team. In my free time, I enjoy critiquing movies on my LetterBoxd, watching Ferrari continually lose in Formula 1, finding the optimal Catan strategy, vibecoding, and exploring Austin's food scene.",
      "quote": {
        "text": "It is not enough to be busy. So are the ants. The question is: What are we busy about?",
        "author": "Henry David Thoreau"
      },
      "favoritePart": "How intellectually stimulating it is. TVG members are some of the most interesting people I've met, and they push me to see the world in different ways. To be honest, I didn't expect to be discussing philosophy as part of a venture club, but it's pushed me to think deeper and really reflect. That's kind of what venture is about: questioning the status quo and creating your own unique perspective on what the future looks like.",
      "favoriteBook": "The Count of Monte Cristo by Alexandre Dumas",
      "childhoodDream": "Growing up right outside DFW International Airport, I really wanted to be an aerospace engineer."
    },
    {
      "name": "Hollis Griffin",
      "role": "Director of Education",
      "major": "Philosophy, Entrepreneurship",
      "image": "/images/members/hollis-griffin.jpeg",
      "linkedin": "https://www.linkedin.com/in/hollis-griffin/",
      "bio": "I'm from Chicago, Illinois, and am studying Philosophy with a minor in Entrepreneurship. Outside of Texas Venture Group, I'm involved in startups and enjoy exploring all things tech. I'm also a Semester at Sea alum and transfer student from CU Boulder. In my free time, I love scuba diving, snowboarding, cooking, climbing, traveling (I've visited 32 countries!), and tracking restaurants on Beli.",
      "quote": {
        "text": "Don't tell me the sky's the limit when there are footprints on the Moon.",
        "author": "Paul Brandt"
      },
      "favoritePart": "My favorite part of TVG is the community. Everyone is ambitious, intelligent, and passionate about entrepreneurship and venture capital. The culture is uplifting and collaborative, and whether you need advice, an introduction, or even just someone to talk philosophy with, TVG has people for you.",
      "favoriteBook": "Leviathan Wakes by James S. A. Corey",
      "childhoodDream": "I wanted to be an Astronaut. It's still a dream of mine to go to space."
    },
    {
      "name": "Judi Aly",
      "role": "Director of Recruitment",
      "major": "Business Honors",
      "image": "/images/members/judi-aly.jpeg",
      "linkedin": "https://www.linkedin.com/in/judi-aly-631099375/",
      "bio": "Howdy! I'm Judi I'm from Austin, Texas (Lake Travis) and I'm really passionate about community and sustainability. I love learning about anything related to philosophy and current events. My favorite thing to do in my free time is spending time with friends and going on walks and discovering new spots on campus.",
      "quote": {
        "text": "Just Keep Swimming",
        "author": "Dory from Nemo"
      },
      "favoritePart": "My favorite part of TVG is being able to dive into different industries and niches and learn from the experienced alumni. I also love how everyone is curious to explore, whether thats about philosophical debates or interesting reads. TVG is a place where the unknown is welcome and we're encouraged to be eager to learn.",
      "favoriteBook": "Crime and Punishment by Fyodor Dostoevsky",
      "childhoodDream": "I wanted to be president. Never say never but I don't think that's something I'll pursue"
    },
    {
      "name": "Dhilan Shah",
      "role": "Director of Engineering",
      "major": "Computer Science, Philosophy, and Mathematics",
      "image": "/images/members/dhilan_shah.png",
      "linkedin": "https://www.linkedin.com/in/dhilan-shah-a1326820b/",
      "bio": "I'm a Chicago native (bears/bulls/cubs superfan). Interested in cybersecurity, AI/ML, and blockchain infra. I spend way too much time playing chess and run3. I have a feeling that meaning has ties to craftsmanship.... my goal in life is to build as much cool stuff as I can. ",
      "quote": {
        "text": "Still wouldst thou sing, and I have ears in vain— To thy high requiem become a sod",
        "author": "John Keats"
      },
      "favoritePart": "The people and culture. TVG is a community of people who want to both define and pursue success. People are curious - not just about venture and technology, but about life and morality.",
      "favoriteBook": "Zen and the Art of Motorcycle Maintenance",
      "childhoodDream": "Professional football player for the Chicago Bears!"
    },
    {
      "name": "Shivam Siddaiya",
      "role": "Founder, Senior Advisor",
      "major": "Business Analytics, Philosophy",
      "image": "/images/members/shivam-siddaiya.jpg",
      "linkedin": "https://www.linkedin.com/in/shivsid/",
      "bio": "Born in Toronto and raised in Plano, Texas (still prefer the cold). When I'm not working, you'll find me deep in long-form writing - from philosophy deep-dives to niche blogs. My curiosity extends to testing new products/gadgets, trying Austin's culinary gems (from fine dining to food trucks), hosting board game nights with friends, and chipping away at my endless film watchlist. Outside of TVG, I'm involved in Texas Product Engineering Organization (TPEO).",
      "quote": {
        "text": "People are hard to hate close up. Move in.",
        "author": "Brené Brown"
      },
      "favoritePart": "What I love most about TVG is seeing its growth from a scrappy group of 10 students to what it is today. Our members chase wildly different interests but stay genuinely curious about each other's work - this creates an environment that's constantly fresh and hungry for what's next, and inspires me to keep learning.",
      "favoriteBook": "I have no all single all time favorite. Right now (Feb 2025) i'm enjoying The Anthology of Balaji.",
      "childhoodDream": "I wanted to be a Fighter Pilot"
    },
    {
      "name": "Ben Sherman",
      "role": "Senior Advisor",
      "major": "Human Dimensions of Organizations",
      "image": "/images/members/ben-sherman.jpg",
      "linkedin": "https://www.linkedin.com/in/beniansherman/",
      "bio": "Ben Sherman, a senior at UT Austin from New Jersey, attended Montclair Kimberley Academy and serves on its Alumni Board. He founded Longhorn Students for Israel, the nation's largest independent student-led Israel advocacy group, engaging thousands of students annually. A Birthright Excel Fellow, he was selected as a US representative of the Jewish world's best business leadership program. Ben was the founding hire at Texas Venture Partners, helping secure its inaugural fund for early-stage Israeli defense startups. He interned as an Investment Banking Summer Analyst at Evercore's Israel Coverage team and will join Goldman Sachs' Industrials Investment Banking team in New York this summer. On campus, he is the Professional Chair of Sigma Alpha Mu, a Select Member of TAMID, and a Texas Cowboy.",
      "quote": {
        "text": "Surround yourself with relentless humans. People who plan in decades, but live in moments. Train like savages, but create like artists. Obsess in work, relax in life. People who know this is finite, and choose to play infinite games. Find people scaling mountains. Climb together.",
        "author": "Zach Pogrob"
      },
      "favoritePart": "Overseeing the entire new Analyst experience, from recruitment planning and event execution to onboarding and integration, ensuring their first semester [and beyond] in TVG is fun, meaningful, exciting, and memorable!",
      "favoriteBook": "The Art of War by Sun Tzu",
      "childhoodDream": "I wanted to be an architect or carpenter"
    }
  ],
  "chairs": [],
  "principals": [],
  "associates": [
    {
      "name": "Rafael Reynal",
      "role": "Associate",
      "major": "Finance, Plan II",
      "image": "/images/members/rafael-reynal.jpg",
      "linkedin": "https://www.linkedin.com/in/rafael-reynal/",
      "bio": "I'm a senior from Houston, Texas studying Finance and Plan II Honors. Professionally, I've spent the past few summers working in buyout growth equity and investment banking, and during the school year I've been a research assistant studying blockchain and mass fraud and a valuation analyst at local angel investment broker. I love reading, lifting weights, and spending time outside.",
      "quote": {
        "text": "For a man to achieve all that is demanded of him, he must regard himself as greater than he is.",
        "author": "Johann Wolfgang von Goethe"
      },
      "favoritePart": "My favorite part about TVG is the people. It's an incredible concentration of ambitious, interesting, and curious people.",
      "favoriteBook": "War and Peace - Tolstoy",
      "childhoodDream": "When I was a kid I wanted to be an NFL GM."
    },
    {
      "name": "Shrey Gupta",
      "role": "Associate",
      "major": "Computer Science",
      "image": "/images/members/shrey-gupta.jpg",
      "linkedin": "https://www.linkedin.com/in/shreygu/",
      "bio": "Shrey is a fourth year computer science major from Oakton, Virginia. On campus, Shrey is involved in Alpha Kappa Psi and Texas Venture Group. In his free time, you'll see him running pickleball, watching anime, and tryharding on Beli. Ask him about what it's like living in NoVA, the best way to cook a ribeye, and why Dune 2 might be the greatest piece of fiction OAT.",
      "quote": {
        "text": "It is ordinary to love the beautiful, but it's beautiful to love the ordinary",
        "author": "Unknown"
      },
      "favoritePart": "TVG has a culture where you become smarter just by being there. Through slack or through sitting at GMs, the collective knowledge of this organization is tremendous.",
      "favoriteBook": "Pachinko by Min Jin Lee",
      "childhoodDream": "I wanted to become a mad scientist, like the kind that you would see in shows and movies."
    },
    {
      "name": "Ravi Tej Guntuku",
      "role": "Associate",
      "major": "Business, Computer Science",
      "image": "/images/members/ravi-tej-guntuku.png",
      "linkedin": "https://www.linkedin.com/in/ravi-tej-guntuku/",
      "bio": "I'm a sophomore in UT Austin's Computer Science and Business Program. I'm captivated by the human-centered nature of computer systems and hope to help design intuitive and frictionless digital experiences for all. In my free time, I enjoy reading philosophy, listening to country music, keeping up with politics, watching stand-up comedy, playing pickleball, or getting Insomnia Cookies with my friends. Fun fact: I'm a black belt in TaeKwonDo",
      "quote": {
        "text": "Pay attention, don't let life go by you. Fall in love with the back of your cereal box.",
        "author": "Jerry Seinfeld"
      },
      "favoritePart": "I love the people I've met through TVG. It's not every day that a college student gets to talk to investors managing multi-million dollar portfolios or founders working on game-changing ideas. And, TVG's social events have allowed me to engage in thought-provoking discussions, share wild experiences, and build friendships with people beyond my usual circle.",
      "favoriteBook": "Frankenstein by Mary Shelley",
      "childhoodDream": "Inspired by the Star Wars, Harry Potter, and Lord of the Rings movies, I've always wanted to be an actor when I was young."
    },
    {
      "name": "Rushi Yalamanchili",
      "role": "Associate",
      "major": "Math, Physics",
      "image": "/images/members/rushi-yalamanchili.jpg",
      "linkedin": "https://www.linkedin.com/in/rushi-yalamanchili/",
      "bio": "I’m majoring in mathematics and have an interest in national security. I like to run and hangout with friends. I think we often repeat history’s mistakes, and I don’t understand why. I joined TVG my fall freshman year, and have seen this organization grow a lot. It is really cool to see how many people have become interested in the organization.",
      "favoritePart": "The community is really niche. Everyone has super specific interests and seem to be subject matter experts in their field.",
      "favoriteBook": "Fair Play by Greg Olsen",
      "childhoodDream": "Bob the Builder. I don’t really need to explain why."
    },
    {
      "name": "Jack Golten",
      "role": "Associate",
      "major": "History",
      "image": "/images/members/jack-golten.jpg",
      "linkedin": "https://www.linkedin.com/in/jack-golten2024/",
      "bio": "I'm a Junior majoring in History with a Business minor, originally from NYC. Outside of my time with Texas Venture Group, I serve as the Academic Chair for Zeta Beta Tau and am in the fund team within TAMID. I'm always eager to meet new people, exchange fresh ideas, and dive into research on emerging industry trends. In my free time, I play jazz saxophone and am currently learning how to golf.",
      "quote": {
        "text": "When we are no longer able to change a situation - we are challenged to change ourselves.",
        "author": "Viktor Frankl"
      },
      "favoritePart": "The people. Everyone has their own background, interests, and skills. But what brings us together is a shared curiosity.",
      "favoriteBook": "All The Light We Cannot See by Anthony Doerr",
      "childhoodDream": "When I was a kid, I think I wanted to be an engineer without really knowing it. Growing up, I was always playing with Legos, doing puzzles, or sketching out random inventions. I loved taking ideas from my imagination and trying to bring them to life in a tangible way."
    },
    {
      "name": "Arya Mujumdar",
      "role": "Associate",
      "major": "Math",
      "image": "/images/members/arya-mujumdar.jpg",
      "linkedin": "https://www.linkedin.com/in/arya-mujumdar-25708b169/",
      "bio": "I'm from Morris County, New Jersey, and I'm super interested in all things biotech. Last summer, I worked at Pfizer, and this summer, I'm excited to explore early stage biotech investing in Austin. A fun fact about me is that I've been to all 50 states, and something I'm looking forward to is going python hunting in Florida.",
      "quote": {
        "text": "Some people graduate with honors. I am just honored to graduate.",
        "author": "John McEnroe"
      },
      "favoritePart": "My favorite part about TVG is the ability to get involved in the entrepreneurial landscape at Austin and learn about exciting new products across all industries.",
      "favoriteBook": "Born a Crime by Trevor Noah",
      "childhoodDream": "Robot Astronaut Film Reviewer Specialist"
    },
    {
      "name": "Leni Brooks",
      "role": "Associate",
      "major": "Economics",
      "image": "/images/members/leni-brooks.jpg",
      "linkedin": "https://www.linkedin.com/in/leni-brooks-509102313/",
      "bio": "I'm from Los Angeles, California and I'm a current sophomore at UT studying government. My experiences working in hospitality has helped me gain insight into the cooperate eye of a business and my personal passion for talent and entertainment has helped me find a niche within entrepreneurship that I am excited to explore further. I am constantly looking to expand my knowledge across all verticals of business management in the startup ecosystem. My favorite things to do in my free time is travel and explore the outdoors.",
      "quote": {
        "text": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
        "author": "Ayn Rand"
      },
      "favoritePart": "My favorite part about being in TVG is constantly surrounding myself with not only some of the most intelligent and dedicated students on campus, but also students that empower me to one day be just like them. I found that being a part of TVG brings out the most courageous and passionate side of myself that I never thought I could reach.",
      "favoriteBook": "Man's Search for Meaning by Viktor Frankl",
      "childhoodDream": "Growing up, I deeply admired my grandfather who dedicated his life to pediatrics. Attempting to follow in his footsteps, I dreamed of becoming a surgeon, taking courses over many summers to learn more about medicine and surgery. Eventually as I began to mature and grew queasy at the sight of blood, I thought that may not be the best fit for me."
    },
    {
      "name": "Akil Dondapati",
      "role": "Associate",
      "major": "Finance",
      "image": "/images/members/akil-dondapati.jpg",
      "linkedin": "https://www.linkedin.com/in/akildondapati/",
      "bio": "I'm a sophomore finance major from Prosper, Texas. I joined TVG in my freshman fall and have also been involved in Texas Convergent for the past three semesters. Last summer, I interned at a search fund in Philadelphia, and this past semester, I worked with a software-focused VC firm. In my free time, I enjoy lifting weights, supporting Dallas sports, and improving my chess game.",
      "quote": {
        "text": "I never let my schooling interfere with my education.",
        "author": "Mark Twain"
      },
      "favoritePart": "TVG is a diverse group with unique ambitions and pursuits. Whenever I have a question about an unfamiliar space, there’s always someone who can help me understand it.",
      "favoriteBook": "Predictably Irrational - Dan Ariely",
      "childhoodDream": "I wanted to be a firefighter, because it was one of the bravest jobs I could imagine."
    },
    {
      "name": "Max Chen",
      "role": "Associate",
      "major": "MIS",
      "image": "/images/members/max-chen.jpeg",
      "linkedin": "https://www.linkedin.com/in/maxchen04/",
      "bio": "Hi I'm Max! I'm from Houston, TX and currently studying Management Information Systems. On campus I have been previously involved with TX Momentum, TEDxUTAustin, Product@TX, and Perplexity  throwing workshops, hackathons, and conferences. I've previously dabbled in start-up projects and hope to bring those experiences into enhancing start-up events around campus. My hottest take is that coffee is best black (I am addicted).  In my free time you can find me scrolling on coffee and AI reddit forums, at the gym, watching anime, or slapping stuff on Figma and Cursor.",
      "quote": {
        "text": "It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.",
        "author": "Denis Waitley"
      },
      "favoriteBook": "Fahrenheit 451 by Ray Bradbury",
      "childhoodDream": "Doctor (Before I saw my brother take the MCAT)"
    },
    {
      "name": "Aaron Vedaraj",
      "role": "Associate",
      "major": "Business Honors, Finance, Math",
      "image": "/images/members/aaron-vedaraj.jpg",
      "linkedin": "https://www.linkedin.com/in/aaronvedaraj/",
      "bio": "I'm from Bordentown, New Jersey, and currently a sophomore at UT Austin studying Canfield Business Honors, Finance, and Math. I'm fascinated by the story behind companies—how numbers reveal strategy, growth, and opportunity, uncovering what makes a business tick. Outside of this, I snowboard (can backflip), scuba dive, lift, and stay hooked on Bollywood movies.",
      "quote": {
        "text": "Originality is nothing but judicious imitation.",
        "author": "Voltaire"
      },
      "favoritePart": "Mentorship – As an out-of-state student lost at UT, the upperclassmen at TVG took me under their wing from my first week as an analyst. They shared insights about their internships, how they learned, and how they balanced it all. Mentorship is invaluable, but at TVG, it's plentiful.",
      "favoriteBook": "The Count of Monte Cristo by Alexandre Dumas",
      "childhoodDream": "I wanted to be a Lawyer or Politician!"
    },
    {
      "name": "Priya Patel",
      "role": "Associate",
      "major": "Business",
      "image": "/images/members/priya-patel.jpg",
      "linkedin": "https://www.linkedin.com/in/priya-patel-09a38b29a/",
      "bio": "Hi! I'm from Houston, Texas and am a sophomore majoring in Business. I am involved in Texas Enactus and Texas Political Consulting. In my free time, I love to try new matcha spots, read murder mysteries, research startups in the wellness industry, and travel. Fun fact: I lost most of my sense of smell in high school.",
      "quote": {
        "text": "Disappointments are a result of failed expectations. To have less disappointments, either expect less from other people or demand more from yourself.",
        "author": "Kevin Ngo"
      },
      "favoritePart": "My favorite part of TVG is spending time with all of the members, being surrounded by the most supportive and ambitious people, and of course learning about VC. I would've never met most of these people without TVG and as a result this organization has changed the trajectory of my college experience.",
      "favoriteBook": "Brave not Perfect By Reshma Saujani",
      "childhoodDream": "I wanted to own my own patisserie in Paris."
    },
    {
      "name": "Ria Mehrotra",
      "role": "Associate",
      "major": "Business",
      "image": "/images/members/ria-mehrotra.jpg",
      "linkedin": "https://www.linkedin.com/in/riamehrotraa/",
      "bio": "Hi! I'm Ria, a Junior studying Finance and Entrepreneurship at UT Austin. On campus, I'm involved in Texas Venture Group, Social Entrepreneurship Learning Lab, and Texas Angels. I love to play tennis, read, travel, and hang out with friends. Fun fact, I actually used to live in Australia!",
      "quote": {
        "text": "No knowledge is ever wasted.",
        "author": "Unknown"
      },
      "favoritePart": "I love TVG for the community of driven, ambitious people. There's no other place on campus that has such people with such unique interests and perspectives and that's what makes TVG so special.",
      "favoriteBook": "Pride and Prejudice by Jane Austen",
      "childhoodDream": "I wanted to be a teacher or a vet!"
    },
    {
      "name": "Shanaya Kabnur",
      "role": "Associate",
      "major": "Finance",
      "image": "/images/members/shanaya-kabnur.jpg",
      "linkedin": "https://www.linkedin.com/in/shanayakabnur/",
      "bio": "I am a Junior finance major from Houston, TX. Aside from TVG, I am involved in the University Finance Association and Longhorn Run Committee. A fun fact about me is that I have run four half marathons and hope to finish a full marathon. In my free time, I enjoy exploring Austin, reading classic novels, and journaling.",
      "quote": {
        "text": "Nevertheless, something will come of all this.",
        "author": "John Gardner"
      },
      "favoritePart": "My favorite part about TVG is being surrounded by people that have unique interests and backgrounds. I love learning from my peers within the org and exploring topics that I am unfamiliar with.",
      "favoriteBook": "The Bell Jar - Sylvia Plath",
      "childhoodDream": "As a child, I wanted to be a meteorologist. The idea of covering extreme weather such as hurricanes while being on TV was exciting to me."
    },
    {
      "name": "Anvith Maddipoti",
      "role": "Associate",
      "major": "Informatics",
      "image": "/images/members/anvith-maddipoti.jpg",
      "linkedin": "https://www.linkedin.com/in/anvith-maddipoti/",
      "bio": "Hey! I'm Anvith and I'm a sophomore at UT from Austin, Texas. I have a strong interest in cybersecurity so I'm often researching new vulnerabilities or toying with different tools, trying to stay updated on the changing landscape. Outside of school, I enjoy listening to music and trying new sports!",
      "quote": {
        "text": "Mystery creates wonder and wonder is the basis of man's desire to understand.",
        "author": "Neil Armstrong"
      },
      "favoritePart": "The best part of being in TVG is the environment. Through the diverse events, there's always an opportunity to learn something or meet someone new. Every member brings a unique blend of knowledge, curiosity, and drive, making the organization an ideal space to explore interests and grow!",
      "favoriteBook": "Outliers: The Story of Success - Malcolm Gladwell",
      "childhoodDream": "As a young child, I had the same career aspirations as everyone else - policeman, president, athlete. As I matured, I slowly became drawn to technology, specifically its use in automating tedious tasks and creating new solutions that could make people's lives easier. That fascination with building and innovating led me to want to pursue a career in a computer science-related field."
    },
    {
      "name": "Ryota Yokoyama",
      "role": "Associate",
      "major": "Business Analytics",
      "image": "/images/members/ryota-yokoyama.jpg",
      "linkedin": "https://www.linkedin.com/in/ryotayokoyama/",
      "bio": "I'm from Tokyo, Japan, and currently a senior at the UT, studying Business Analytics and Finance. I’m passionate about the intersection of finance and data, particularly how analytical insights drive strategic decision-making. Beyond academics, I love exploring new food, traveling to new places, and playing tennis in my free time.",
      "quote": {
        "text": "夢なき者に成功なし(Those who have no dreams will have no success.)",
        "author": "Shōin Yoshida"
      },
      "favoritePart": "The best part about TVG is meeting amazing people with diverse interests and passions. Being part of such a dynamic community has been both exciting and truly inspiring.",
      "favoriteBook": "The Wright Brothers by David McCullough",
      "childhoodDream": "When I was a kid, I wanted to be an engineer. I was fascinated by how things worked and enjoyed solving problems, whether it was building things or understanding complex systems."
    },
    {
      "name": "Isha Dhingra",
      "role": "Associate",
      "major": "Accounting",
      "image": "/images/members/isha-dhingra.jpg",
      "linkedin": "https://www.linkedin.com/in/isha-d/",
      "bio": "I'm from Houston, Texas majoring in accounting as part of the iMPA program. In my free time, I love to explore Austin's coffee scene and am always looking for more recommendations. I also enjoy crocheting, gardening, and reading.",
      "quote": {
        "text": "Luck is what happens when preparation meets opportunity.",
        "author": "Seneca"
      },
      "favoritePart": "My favorite part about TVG have been the people I have met as well as the associate projects I have had the opportunity to participate in.",
      "favoriteBook": "The Namesake by Jhumpa Lahiri",
      "childhoodDream": "Growing up, I wanted to be a doctor."
    },
    {
      "name": "Kate Ferrer",
      "role": "Associate",
      "major": "Finance",
      "image": "/images/members/kate-ferrer.jpg",
      "linkedin": "https://www.linkedin.com/in/kate-ferrer-40621a259/",
      "bio": "I'm a Junior studying Finance with an Economics minor from the Greater Houston area. I love learning about early stage ventures and enjoy meeting new people to share ideas. Outside of TVG, I'm also involved in Alpha Kappa Psi and enjoy running, traveling, and being outdoors.",
      "quote": {
        "text": "Luck is what happens when preparation meets opportunity.",
        "author": "Seneca"
      },
      "favoritePart": "My favorite part of TVG is being immersed in the exciting world of startups and investing alongside ambitious peers that challenge me to grow.",
      "favoriteBook": "The Idiot by Elif Bautman",
      "childhoodDream": "I wanted to be an Architect, I was obsessed with Architectural Digest"
    },
    {
      "name": "Shray Jain",
      "role": "Associate",
      "major": "Computer Science",
      "image": "/images/members/shray-jain.jpg",
      "linkedin": "https://www.linkedin.com/in/shray-jain-a35ba6255/"
    },
    {
      "name": "Abhinav Bandi",
      "role": "Associate",
      "major": "MIS",
      "image": "/images/members/abhinav-bandi.jpg",
      "linkedin": "https://www.linkedin.com/in/abhi-bandi/",
      "bio": "I’m a senior MIS major from Frisco, TX. I enjoy spending my time lifting, running, reading and learning. I’m also a big deep-tech, philosophy and coffee enthusiast. I love meeting new people, and always happy to chat over a coffee!",
      "quote": {
        "text": "In the midst of winter, I found there was, within me, an invincible summer.",
        "author": "Albert Camus"
      },
      "favoritePart": "What I love about TVG is how tangibly driven everyone in the org is. You’ll always hear about a new win every other day and it’s really inspiring being part of a group of such highly-motivated individuals. This would typically mean sharks in the water, but in TVG everyone is uplifting and always sharing opportunities.",
      "favoriteBook": "The Red Rising Series by Pierce Brown",
      "childhoodDream": "Olympic Swimmer (still in the works)"
    },
    {
      "name": "Anisya Nair",
      "role": "Associate",
      "major": "Finance",
      "image": "/images/members/anisya-nair.jpg",
      "linkedin": "https://www.linkedin.com/in/anisya-nair/",
      "bio": "I've lived in three different states, learned three languages and mastered three different forms of dance! Coincidentally, I'm also a third year Finance student at UT and chronic workaholic, storyteller and travel enthusiast. I love anything history and entertainment related.",
      "quote": {
        "text": "I am not afraid of storms, for I am learning how to sail my ship.",
        "author": "Louisa May Alcott"
      },
      "favoritePart": "I love how intellectually sound everyone is and motivated. I learn something with every interaction that I have with members whether it's analysts, fellow associates and exec.",
      "favoriteBook": "The Anthropocene Reviewed by John Green",
      "childhoodDream": "An astronaut! I watched one movie about space and never looked back"
    },
    {
      "name": "Mac Macaul",
      "role": "Associate",
      "major": "Finance",
      "image": "/images/members/mac-macaul.jpg",
      "linkedin": "https://www.linkedin.com/in/macmacaul/",
      "bio": "My name is Mac and I’m a senior from Houston studying Finance. I enjoy learning about venture, startups, theology, and real estate. In my free time I love playing sports, watching anime, reading, and serving at my church. I’m also elite at Super Smash Bros Ultimate.",
      "quote": {
        "text": "You can’t control the wind but you can adjust the sails.",
        "author": "Jim Rohn"
      },
      "favoritePart": "My favorite part about TVG is the sheer curiosity displayed by every member. I never walk out of a meeting or event without learning something new from somebody who is genuinely passionate about solving some sort of unique yet relevant problem. The wide variety of interests creates an environment where innovative ideas are constantly bouncing back and forth.",
      "favoriteBook": "Love Matters by Eric Belts",
      "childhoodDream": "I wanted to be a Pokémon trainer."
    },
    {
      "name": "Mac Wyman",
      "role": "Associate",
      "major": "Finance",
      "image": "/images/members/mac-wyman.jpg",
      "linkedin": "https://www.linkedin.com/in/mac-wyman-962806266/",
      "bio": "I'm from Westchester, New York and I am a senior studying Finance at UT. I like to travel, play sports, workout, ski, and play poker. I am also interested in philosophy, specifically how the ideas of thinkers from centuries ago still resonate with people today.",
      "quote": {
        "text": "Your lack of commitment is an insult to the people who believe in you",
        "author": "Conor McGregor"
      },
      "favoritePart": "My favorite thing about TVG is that it brings together a diverse group of people—different in where they come from, their interests, and their skills. However, despite these differences, we all share core values like ambition, teamwork, and kindness. At UT, it's easy to stay within familiar circles that feel like home, but TVG offers a special community of new people who embody the same principles I hold close.",
      "favoriteBook": "The Old Man and the Sea - Ernest Hemingway",
      "childhoodDream": "Whenever I saw a product, I was curious about what was behind it. I wanted to be one of the people creating and distributing it, seeing it stocked in every Walmart. But this aspiration has always clashed with the fact that, since lower school, every teacher, friend, and parent told me I should be a lawyer. Hopefully, one day, these two paths will come together in a way that makes sense for me."
    },
    {
      "name": "Neha Kamble",
      "role": "Associate",
      "major": "Business, Computer Science",
      "image": "/images/members/neha-kamble.jpg",
      "linkedin": "https://www.linkedin.com/in/nehakamble33/"
    },
    {
      "name": "Avner Lipszyc",
      "role": "Associate",
      "major": "Economics",
      "image": "/images/members/avner-lipszyc.jpg",
      "linkedin": "https://www.linkedin.com/in/avner-lipszyc/",
      "bio": "I'm a Senior Econ and CS student from Dallas, Texas. I built a VC backed startup focused on synthetic data. Now tinkering on side projects in fintech and OSS ML. I love running, lifting weights, and meeting new people.",
      "quote": {
        "text": "All the returns in life, whether in wealth, relationships, or knowledge, come from compound interest.",
        "author": "Naval Ravikant"
      },
      "favoritePart": "I love hearing about peoples ideas and figuring what I can do to help them achieve their goals. I love hearing about peoples ideas and figuring what I can do to help them achieve their goals.",
      "favoriteBook": "Elon Musk – Walter Isaacson",
      "childhoodDream": "Soccer player for Liverpool. Soccer player for Liverpool."
    },
    {
      "name": "Aditya Rai",
      "role": "Associate",
      "major": "Computer Science",
      "image": "/images/members/aditya-rai.jpg",
      "linkedin": "https://www.linkedin.com/in/raiaditya1/",
      "bio": "I’m a Senior and work at Saronic Technologies, building boat drones for the US Armed Forces. Outside of work, I enjoy doing math, messing around with new puzzles, studying history, and playing poker / board games.",
      "quote": {
        "text": "Before enlightenment: chop wood, carry water. After enlightenment: chop wood, carry water.",
        "author": "Zen Proverb"
      },
      "favoritePart": "Speaker sessions and SIG presentations. They're both pretty great opportunities to peek into an industry I wouldn't have otherwise explored.",
      "favoriteBook": "The Very Hungry Caterpillar",
      "childhoodDream": "I wanted to either be a physicist or build mines"
    },
    {
      "name": "Shreyas Chennamaraja",
      "role": "Associate",
      "major": "Business, Computer Science",
      "image": "/images/members/shreyas-chennamaraja.jpg",
      "linkedin": "https://www.linkedin.com/in/schennam/",
      "bio": "Hey! I'm a current Senior at UT studying Computer Science and Business. I love researching and learning new things related to AI/Saas, Fintech, and Consumer Tech. Outside of school, I love to travel, attend concerts, and I'm always looking to for new shows to watch.",
      "quote": {
        "text": "A wrong decision is better than indecision.",
        "author": "Tony Soprano"
      },
      "favoritePart": "Being in a space with intellectually curious and ambitious students is my favorite part of TVG. Each week, I'm always learning something new.",
      "favoriteBook": "The Slight Edge, by Jeff Olson",
      "childhoodDream": "As a kid, I always wanted to go into streaming and entertainment. That quickly fell apart, but I still love to game with friends whenever I find the time."
    },
    {
      "name": "Mehak Arora",
      "role": "Associate",
      "major": "Finance, Sustainability",
      "image": "/images/members/mehak-arora.jpg",
      "linkedin": "https://www.linkedin.com/in/mehak-arora-3390812aa/",
      "bio": "Hey! I'm from Dallas, TX but originally from Iowa 🌽🌽. I love researching at the intersection of sustainability and business and debating on greenwashing ethics. Hiking, painting, and analyzing easter eggs in music albums are some of my favorite things to do. Fun facts: One of my biggest goals in life is to be a cheese connoisseur and I used to have 21 pet slugs.",
      "quote": {
        "text": "When people flirt with despair about the future, they are less likely to take the actions necessary to safeguard it, focusing instead on the short-term.",
        "author": "Al Gore"
      },
      "favoritePart": "We always say that we'd like to meet like-minded people...TVG is that in a sense but so much more. I get to sit in a room full of people who each have their own vertical interests and are SO passionate about them. I feel like it's a knowledge bank of people to dumb down and explain any topic so it always feels rewarding to know what's going on in the world.",
      "favoriteBook": "A Long Way Down - Randall Silvis",
      "childhoodDream": "Cartoonist for PBS Kids (I love Wild Kratts & Fetch with Ruff Ruffman)"
    },
    {
      "name": "Saachi Mehta",
      "role": "Associate",
      "major": "Finance",
      "image": "/images/members/saachi-mehta.jpg",
      "linkedin": "https://www.linkedin.com/in/saachi-mehta/",
      "bio": "I'm a finance major at UT Austin's McCombs School of Business with experience across private equity, venture capital, and startup marketing. I've worked at Woodson Equity, at Poppi during a period of rapid growth, and most recently at CAVU Consumer Partners, a leading venture capital firm in the CPG space. I'm especially interested in social media marketing, consumer behavior, and business strategy, and I enjoy analyzing how brands build authentic connections with consumers.",
      "quote": {
        "text": "Ideas don't wait. Neither should you.",
        "author": ""
      },
      "favoritePart": "I love getting real, hands on experience with venture capital and working with a group of very driven, like minded people. It's been amazing to learn from investors, analyzing startups, and getting a deeper look into how the industry works.",
      "favoriteBook": "Can't Hurt Me by David Goggins",
      "childhoodDream": "I wanted to be an astronaut and have always been interested in space. When I was in high school, I took an astrophysics class at Harvard and still find the field fascinating today."
    },
    {
      "name": "Justin Shapiro",
      "role": "Associate",
      "major": "Finance",
      "image": "/images/members/justin-shapiro.jpg",
      "linkedin": "https://www.linkedin.com/in/-justin-shapiro-/"
    },
    {
      "name": "Logan Spector",
      "role": "Associate",
      "major": "Jewish Studies",
      "image": "/images/members/logan-spector.jpg",
      "linkedin": "https://www.linkedin.com/in/loganspector/"
    },
    {
      "name": "Dylan Marciano",
      "role": "Associate",
      "major": "Business",
      "image": "/images/members/dylan-marciano.jpg",
      "linkedin": "https://www.linkedin.com/in/dylan-marciano/",
      "bio": "I'm from NYC and am currently a sophomore business student at UT. I have a deep passion for learning about tech and business, specifically how the two overlap. I'm also an avid basketball watcher + player, and I enjoy sitting in a sauna after a good workout.",
      "favoritePart": "My favorite part about TVG is growing with a group of peers who may or may not have similar career goals to me, yet we all have a collective passion for VC and startups. This allows for great discussion on various topics as well as creating a strong place to learn something you may have never thought of before.",
      "favoriteBook": "The Alchemist by Paulo Coelho",
      "childhoodDream": "Growing up, I always wanted to own a business, I just never knew what it would be."
    },
    {
      "name": "Venkat Sundaram",
      "role": "Associate",
      "major": "Business, Computer Science",
      "image": "/images/members/venkat-sundaram.jpg",
      "linkedin": "https://www.linkedin.com/in/vsundaram/",
      "bio": "I'm from Seattle, WA, and I'm a Junior in the CS & Business Honors dual-major program (CSB). I'm a huge fan of all things Seattle & Longhorn sports, and enjoy going for long runs. A fun fact is that I lived in South Korea for a year, and picked up on some Korean while I was there.",
      "quote": {
        "text": "If you don't play to win, don't play at all",
        "author": "Tom Brady"
      },
      "favoritePart": "The people. I can't stress the A+ caliber of the people in TVG — all with unique interests and a ravenous appetite to learn. I strongly believe it's one of the best communities of builders on campus.",
      "favoriteBook": "Sapiens by Yuval Harari",
      "childhoodDream": "I wanted to be an NFL Quarterback. I loved watching Russell Wilson (as a Seahawks fan), so much so that I attended his Quarterback Academy and gave him 30 handwritten NFL-style plays. I distinctly remember sitting in our living room, imagining I was the Seahawks QB, and throwing footballs at our couches as though they were wide receivers."
    },
    {
      "name": "Nate Kaplan",
      "role": "Associate",
      "major": "Math, Chemistry",
      "image": "/images/members/nate-kaplan.jpg",
      "linkedin": "https://www.linkedin.com/in/nate-kaplan-947ab6254/",
      "bio": "I'm from South Texas and currently studying chemistry and math here at UT. I'm currently working on math research and building a few side projects. I'm passionate about experimental/explorative science and pushing the limits of what's possible. I also enjoy reading about the social sciences, immersing myself in nature, and cooking in my free time.",
      "quote": {
        "text": "Logic will get you from A to B. Imagination will take you everywhere.",
        "author": "Albert Einstein"
      },
      "favoritePart": "Having a close-knit community of driven individuals that are committed to the mindset of overcoming obstacles, challenging paradigms, and creatively redefining solutions, each through their own unique perspective and background. Every time I speak with someone from TVG I have the opportunity to learn, brainstorm, and/or gain inspiration.",
      "favoriteBook": "Thinking Fast and Slow - Daniel Kahneman",
      "childhoodDream": "I wanted to be a Physician Scientist and do research in cellular engineering."
    },
    {
      "name": "Mehran Sarker",
      "role": "Associate",
      "major": "Business, Electrical & Computer Engineering",
      "image": "/images/members/mehran-sarker.jpg",
      "linkedin": "https://www.linkedin.com/in/mehran-sarker/",
      "bio": "I am from Houston, Texas and am currently studying Electrical Engineering and Business. I chose the double major program because I was not sure exactly what I wanted to do when coming to UT. Upon arriving to UT, I have become heavily invested with the Texas Wranglers, a men's service and spirit organization. As the current treasurer, I have enjoyed stepping into a leadership position as an underclassmen and being trusted to oversee the orgs finances. I am also a student associate at Austin Tech Incubator, an incubator that helps startups within the UT ecosystem, specifically in deep tech. Apart from that, I enjoy traveling with family, playing tennis, and volunteering for Easterseals.",
      "quote": {
        "text": "Job's Not Finished",
        "author": "Kobe \"Bean\" Bryant"
      },
      "favoritePart": "My favorite part about TVG so far is how welcoming and genuine the people are. I came in not knowing many people and did not really know what to expect. However, the org has well exceeded my expectations. Everyone in the org has made me feel like part of a family and have been so helpful towards the analysts growth. I hope to continue meeting all of the diverse members in the org and building long-lasting friendships.",
      "favoriteBook": "The Last Lecture by Randy Pausch",
      "childhoodDream": "When I was a kid, I always wanted to be an NFL coach. I was astonished by how much creativity goes into play-calling and wanted to be the guy who designed the plays. I think the best part of being a coach is getting to see the players on your team grow and being part of an organization that is bigger than you."
    },
    {
      "name": "Karthik Pelleti",
      "role": "Associate",
      "major": "Finance, Math",
      "image": "/images/members/karthik-pelleti.jpg",
      "linkedin": "https://www.linkedin.com/in/karthikp-/",
      "bio": "I'm studying Finance and Math at UT Austin. As a kid, I built empires out of Legos—now I build software, deeptech, and startups. When I'm not tinkering, I make chocolate as a chocolatier and sail with the Texas Longhorns Sailing Team. Currently building a stealth AI startup. Always creating, learning, laughing, and connecting.",
      "quote": {
        "text": "The cure for boredom is curiosity. There is no cure for curiosity.",
        "author": "Dorothy Parker"
      },
      "favoritePart": "The best part of TVG is, put simply, how it makes me think for myself. As an analyst, I get structure but not hand-holding. I explore different parts of venture and figure out what interests me. The work is real, and so is the learning. Without it, I wouldn't be learning as much or pushing myself as hard.",
      "favoriteBook": "The Godfather by Mario Puzo",
      "childhoodDream": "Ocean conservationist - drawn to marine life and the urgency of protecting fragile ecosystems."
    },
    {
      "name": "Mohini Bhave",
      "role": "Associate",
      "major": "Computer Science, Computational Biology",
      "image": "/images/members/mohini-bhave.jpg",
      "linkedin": "https://www.linkedin.com/in/mohini-bhave-371ba122a/",
      "bio": "I'm an analyst, biologist, and computer scientist at UT. I love getting my hands dirty and I'm always working on something new. Right now I'm helping build Tutorspace.app, creating and providing prosthetics free of charge, and reviving the classical music scene through orchestra. I love learning new things and I'm open to everything! Well, almost everything. Don't ask me about mushrooms.",
      "quote": {
        "text": "You are nothing but a number of days, and whenever a day passes away, a part of you passes away.",
        "author": "Hasam Al-Basri"
      },
      "favoritePart": "How much we learn! And it's not just from our amazing curriculum, but also our community. Every chat feels like a world status recap. With our diverse community, no conversation is dull and no stone is left unturned.",
      "favoriteBook": "A Gentleman in Moscow by Amor Towles.",
      "childhoodDream": "Singular career path? Nah, I wanted to be an academic weapon from day one: an Olympic swimmer, solo violinist, CEO, lawyer, and doctor all in one package. Happy to say I'm working towards three of those!"
    },
    {
      "name": "Emilia Kniestedt",
      "role": "Associate",
      "major": "International Relations",
      "image": "/images/members/emilia-kniestedt.jpeg",
      "linkedin": "https://www.linkedin.com/in/emilia-kniestedt/",
      "bio": "I am from Monterrey and San Antonio, and am currently studying International Relations, Economics, and Military Leadership. I love learning about the world, from history to politics, national security, and art. In my free time, you can find me on a long run, practicing my yoga flow, or reading four books at a time.  Outside of TVG, I'm involved in Texas CYC and Army ROTC.",
      "quote": {
        "text": "The things you think about determine the quality of your mind. Your soul takes on the color of your thoughts.",
        "author": "Marcus Aurelius"
      },
      "favoritePart": "My favorite part about TVG is the community of curious, ambitious students that it brings together. While every member has a unique perspective and specific interests, everybody is connected by a shared passion for innovation and unconventional problem-solving. There is always so much to learn from the people around me.",
      "favoriteBook": "All About Love by bell hooks",
      "childhoodDream": "Growing up, I wanted to have my own art gallery or become a professional Irish dancer."
    },
    {
      "name": "Dominic Schwarzenbach",
      "role": "Associate",
      "major": "Business, Electrical & Computer Engineering",
      "image": "/images/members/dominic-schwarzenbach.jpeg",
      "linkedin": "https://www.linkedin.com/in/dominic-schwarzenbach/",
      "bio": "I'm a sophomore majoring in ECE and business at UT. In my free time I like to play soccer, run, and grind brawl stars. You'll find me at the top of my premier league fantasy table, or spending time with friends. I also speak French, Swiss-German, and German and I love to travel.",
      "quote": {
        "text": "Life is too serious to be taken seriously.",
        "author": "Oscar Wilde"
      },
      "favoritePart": "My favorite part of TVG is the constant stream of opportunity, insight, and ideas that the people in this organization expose you to.",
      "favoriteBook": "Any dystopian fiction, but my favorite is Champion by Marie Lu",
      "childhoodDream": "Professional soccer player at Liverpool FC!"
    },
    {
      "name": "Arushi Singh",
      "role": "Associate",
      "major": "Electrical & Computer Engineering",
      "image": "/images/members/arushi-singh.jpeg",
      "linkedin": "https://www.linkedin.com/in/arushixsingh/",
      "bio": "I’m passionate about AI, cybersecurity, and research. I love exploring how technology shapes the world and finding ways to make it safer and smarter. I’m currently working on research about securing RAG-based LLMs, and have also spent time at startups and in enterprise tech. Outside of that, I’m really into art history and cool science. I have also sneezed inside an ancient Egyptian pot, so basically my DNA is a part of history.",
      "quote": {
        "text": "Build an irrefutable stack of evidence that you are who you say you are",
        "author": ""
      },
      "favoritePart": "The people. Everyone in TVG has this mix of ambition and curiosity that makes you want to push harder and think bigger. It’s one of the few places where ideas actually turn into action.",
      "favoriteBook": "The Joy Luck Club by Amy Tan",
      "childhoodDream": "I wanted to be a teacher!!!"
    },
    {
      "name": "Abdullah Usman",
      "role": "Associate",
      "major": "Business Honors, Finance",
      "image": "/images/members/abdullah-usman.jpeg",
      "linkedin": "https://www.linkedin.com/in/-abdullahusman-/",
      "bio": "I'm a junior majoring in BHP and Finance. I was born and raised in Pakistan and moved to Houston about 8 years ago. I have experience across Tech IB, startups, and software PE and am currently experimenting with building. Outside of school, I love beating my friends at table tennis, going on 4000 mi road trips with family, and riding my bike on campus without my hands lmaoo",
      "quote": {
        "text": "Shoot for the moon. Even if you miss, you'll land among the stars",
        "author": "Norman Vincent Peale"
      },
      "favoritePart": "Probably the community and passionate mentors who have put in so much into the org and are willing to help out at any time",
      "favoriteBook": "Kite Runner",
      "childhoodDream": "My parents are accountants, so I lowk also wanted to be an accountant when I was young lmao"
    },
    {
      "name": "Asher Feldman",
      "role": "Associate",
      "major": "Computer Science",
      "image": "/images/members/asher-feldman.jpeg",
      "linkedin": "https://www.linkedin.com/in/asher-feldman",
      "bio": "I'm on the more technical side of things as a CS major, but I feel like I manage to balance with other interests well. I've been playing guitar for about 6 years, and I'm currently playing in a band. I also love reading and playing basketball.",
      "quote": {
        "text": "Action, action! No other salvation exists.",
        "author": "Nikos Kazantzakis"
      },
      "favoritePart": "My favorite part about TVG is how easy it is to connect with the other people in the club. There has been a concerted effort to make analysts feel like they belong, and it has certainly worked.",
      "favoriteBook": "The Brothers Karamazov",
      "childhoodDream": "I wanted to open a donut shop."
    },
    {
      "name": "Zeynep Sahin",
      "role": "Associate",
      "major": "Business, Computer Science",
      "image": "/images/members/zeynep-sahin.jpg",
      "linkedin": "https://www.linkedin.com/in/zeynepdsahin/",
      "bio": "I'm a freshman in the Computer Science and Canfield Business Honors (CSB) program at UT Austin. On campus, I'm involved in Texas Venture Group, Texas Blockchain, and Luminescence. Off campus, I've co-founded an e-commerce business and built Amazon SEO Helper, an AI-integrated Chrome extension for Amazon listing creation. In my free time, I love to travel, read, go hiking, and watch soccer. Fun fact, I've been to 22 countries and I'm looking to add more to my list! I'm also fluent in Turkish.",
      "quote": {
        "text": "Great things are done by a series of small things brought together.",
        "author": "Vincent van Gogh"
      },
      "favoritePart": "The TVG community is unique, uniting people from diverse backgrounds and interests through a shared drive. I love the curiosity and ambition fostered within the TVG community.",
      "favoriteBook": "Anna Karenina by Leo Tolstoy",
      "childhoodDream": "Fashion designer. I've been interested in fashion since I was young, although it's more of a hobby than a career path for me now."
    },
    {
      "name": "Aileen Wu",
      "role": "Associate",
      "major": "Business Honors",
      "image": "/images/members/aileen-wu.jpeg",
      "linkedin": "https://www.linkedin.com/in/aileen-xiaohan-wu/",
      "bio": "I'm a student in the Business Honors Program (BHP) with a strong interest in finance and investing. I want to explore careers in investment banking and corporate finance, combining analytical thinking with strategic insight. Outside the classroom, you can see me trying new coffee shops, being a big back, and falling off of my scooter.",
      "quote": {
        "text": "The journey of a thousand miles begins with a single step.",
        "author": "Lao Tzu"
      },
      "favoritePart": "I love the strong sense of community and being surrounded by people who share my passion for startups and investing. It's amazing how members are always there to help each other learn, grow, and have fun along the way.",
      "favoriteBook": "The Analects by Confucius",
      "childhoodDream": "I've always wanted to be a professional violinist; Hillary Hahn was, and still is, my idol!"
    },
    {
      "name": "Rishik Kolpekwar",
      "role": "Associate",
      "major": "Computer Science",
      "image": "/images/members/rishik-kolpekwar.jpeg",
      "linkedin": "https://www.linkedin.com/in/rishik-kolpekwar/",
      "bio": "I am from Round Rock, Texas. I am involved within the Med-Tech space trying to further pursue my startup, MedMorphIQ. I love working on innovations and projects structured to make a positive impact. Outside of TVG, I am also involved in Texas Guadaloop and I love playing tennis and pickleball in my free time. I love exploring, whether it’s taking long drives with no set destination or going on weekend hikes.",
      "quote": {
        "text": "Some people want it to happen, some wish it would happen, others make it happen.",
        "author": "Michael Jordan"
      },
      "favoritePart": "I picked TVG because of the resources and the people. Every interaction with a TVG member leaves me learning something new. It’s a diverse group with completely different academic pursuits, yet everyone shares the same drive to grow personally and professionally, absorbing knowledge from any possible source.",
      "favoriteBook": "Shoe Dog by Phil Knight",
      "childhoodDream": "I wanted to be a race car driver, and by the time I was in middle school I became fascinated with the idea of autonomous cars and how they could make a real impact on how our society operates."
    }
  ],
  "analysts": [],
  "alumni": [
    {
      "name": "Ankit Devalla",
      "linkedin": "https://www.linkedin.com/in/ankit-devalla/",
      "image": "/images/members/ankit-devalla.jpg"
    },
    {
      "name": "Tejas Mehta",
      "linkedin": "https://www.linkedin.com/in/tejasmehta14/",
      "image": "/images/members/tejas-mehta.jpeg"
    },
    {
      "name": "Amil Naik",
      "linkedin": "https://www.linkedin.com/in/amilnaik/",
      "image": "/images/members/amil-naik.jpeg"
    },
    {
      "name": "Naman Sharma",
      "linkedin": "https://www.linkedin.com/in/namansharma1/",
      "image": "/images/members/naman-sharma.jpeg"
    },
    {
      "name": "Luca Labardini",
      "linkedin": "https://www.linkedin.com/in/lucalabardini/",
      "image": "/images/members/luca-labardini.jpeg"
    },
    {
      "name": "Sree Grandhe",
      "linkedin": "https://www.linkedin.com/in/sree-grandhe/",
      "image": "/images/members/sree-grandhe.jpeg"
    },
    {
      "name": "Andrew Abraham",
      "linkedin": "https://www.linkedin.com/in/andrewabraham17/",
      "image": "/images/members/andrew-abraham.jpeg"
    },
    {
      "name": "Izcan Ordaz",
      "linkedin": "https://www.linkedin.com/in/izcan-ordaz-9219b5183/",
      "image": "/images/members/izcan-ordaz.jpeg"
    },
    {
      "name": "Sejal Jain",
      "linkedin": "https://www.linkedin.com/in/sejal-jain2/",
      "image": "/images/members/sejal-jain.jpeg"
    },
    {
      "name": "Jose Herreria",
      "linkedin": "https://www.linkedin.com/in/joseherreria/",
      "image": "/images/members/jose-herreria.jpeg"
    },
    {
      "name": "Surya Kaza",
      "linkedin": "https://www.linkedin.com/in/suryakaza/",
      "image": "/images/members/surya-kaza.jpeg"
    },
    {
      "name": "Mihiro Suzuki",
      "linkedin": "https://www.linkedin.com/in/mihirosuzuki/",
      "image": "/images/members/mihiro-suzuki.jpeg"
    },
    {
      "name": "Khosraw Azizi",
      "linkedin": "https://www.linkedin.com/in/khosraw-azizi/",
      "image": "/images/members/khosraw-azizi.jpg"
    },
    {
      "name": "Etai Geller",
      "linkedin": "https://www.linkedin.com/in/etaigeller/",
      "image": "/images/members/etai-geller.jpg"
    },
    {
      "name": "Devan Patel",
      "linkedin": "https://www.linkedin.com/in/devan-patel32/",
      "image": "/images/members/devan-patel.jpeg"
    },
    {
      "name": "Sanika Bhave",
      "linkedin": "https://www.linkedin.com/in/sanikabhave/",
      "image": "/images/members/sanika-bhave.jpeg"
    },
    {
      "name": "Avi Singh",
      "linkedin": "https://www.linkedin.com/in/avisingh-/",
      "image": "/images/members/avi-singh.jpg"
    },
    {
      "name": "Ananya Kothari",
      "linkedin": "https://www.linkedin.com/in/ananya-kothari/",
      "image": "/images/members/ananya-kothari.jpg"
    },
    {
      "name": "Charles Miele",
      "linkedin": "https://www.linkedin.com/in/charles-miele/",
      "image": "/images/members/charles-miele.jpg"
    },
    {
      "name": "Mehar Poreddy",
      "linkedin": "https://www.linkedin.com/in/meharporeddy/",
      "image": "/images/members/mehar-poreddy.jpg"
    },
    {
      "name": "Jimmy Propper",
      "linkedin": "https://www.linkedin.com/in/lincolnpropper/",
      "image": "/images/members/jimmy-propper.jpeg"
    },
    {
      "name": "Lawrence Park",
      "linkedin": "https://www.linkedin.com/in/parklawrence/",
      "image": "/images/members/lawrence-park.jpg"
    }
  ]
}